<?php
/**
 * @package languageDefines
 * @copyright Copyright 2003-2016 Zen Cart Development Team
 * @copyright Portions Copyright 2003 osCommerce
 * @license http://www.zen-cart-pro.at/license/2_0.txt GNU Public License V2.0
 
 * @version $Id: freeoptions.php 627 2010-08-30 15:05:14Z webchills $
 */

define('MODULE_SHIPPING_FREEOPTIONS_TEXT_TITLE', 'Επιλογές Δωρεάν Αποστολής');
define('MODULE_SHIPPING_FREEOPTIONS_TEXT_DESCRIPTION', 'Οι επιλογές δωρεάν αποστολής χρησιμοποιούνται για την εμφάνιση μιας επιλογής δωρεάν αποστολής όταν εμφανίζονται άλλα αρθρώματα αποστολής.
Η επιλογή μπορεί να είναι: Εμφάνιση Πάντα, Σύνολο Παραγγελίας, Βάρος Παραγγελίας ή Αριθμός Τεμάχιων Παραγγελίας.
Το άρθρωμα επιλογές δωρεάν αποστολής δεν εμφανίζεται όταν εμφανίζεται το Δωρεάν Αποστολέας.<br /><br />
Ρυθμίζοντας το Συνολο >= 0.00 και <= τίποτα (κενό δηλ.) θα ενεργοποιήσετε αυτό το άρθρωμα ώστε να εμφανίζεται με όλα τα αρθρώματα αποστολής εκτός απο το Δωρεάν Αποστολέας.<br /><br />
ΣΗΜΕΙΩΣΗ: Αφήνοντας τις ρυθμίσεις Συνολο, Βάρος και Αριθμός Τεμαχίων κενά θα απενεργοποιήσει αυτό το άρθρωμα.<br /><br />
ΣΗΜΕΙΩΣΗ: Οι επιλογές δωρεάν αποστολής δεν εμφανίζονται εάν χρησιμοποιείται δωρεάν αποστολή.
Δείτε: Δωρεάν Αποστολέας');
define('MODULE_SHIPPING_FREEOPTIONS_TEXT_WAY', 'Δωρεάν Αποστολή');
