<?php
/**
 * @package languageDefines
 * @copyright Copyright 2003-2016 Zen Cart Development Team
 * @copyright Portions Copyright 2003 osCommerce
 * @license http://www.zen-cart-pro.at/license/2_0.txt GNU Public License V2.0
 * @version $Id: info_shopping_cart.php 294 2015-12-23 19:28:14Z webchills $
 */

define('HEADING_TITLE', 'Καλάθι Επισκεπτών / Μελών');
define('SUB_HEADING_TITLE_1', 'Καλάθι Επισκεπτών');
define('SUB_HEADING_TITLE_2', 'Καλάθι Μελών');
define('SUB_HEADING_TITLE_3', 'Πληροφορίες');
define('SUB_HEADING_TEXT_1', 'Κάθε επισκέπτης στο κατάστημα μας έχει την δυνατότητα να έχει το λεγόμενο \'Καλάθι Επισκέπτη\'. Αυτό επιτρέπει στους επισκέπτες μας να τοποθετήσουν προϊόντα σε ένα προσωρινό καλάθι αγορών. Όταν ο επισκέπτης φεύγει από το κατάστημά μας, τα προϊόντα στο προσωρινό καλάθι αγορών διαγράφονται.');
define('SUB_HEADING_TEXT_2', 'Κάθε πελάτης που κάνει εγγραφή στο κατάστημα μας έχει την δυνατότητα να έχει το λεγόμενο \'Καλάθι Μέλους\'. Αυτό επιτρέπει στους πελάτες μας να τοποθετήσουν προϊόντα στο καλάθι τους και να παραμείνουν μέχρι την επόμενη επίσκεψη. Τα προϊόντα αυτά παραμένουν στο \'Καλάθι Μέλους\' μέχρι την ολοκλήρωση της αγοράς τους ή να τα αφαιρέσει από το καλάθι.');
define('SUB_HEADING_TEXT_3','Εάν ένας επισκέπτης έχει προϊόντα στο \'Καλάθι Επισκέπτη\' και αποφασίσει κατά τη διάρκεια αυτής της επίσκεψης να κάνει είσοδο στο κατάστημα, αυτά τα προϊόντα θα μεταφερθούν στο \'Καλάθι Μέλους\'.');
define('TEXT_CLOSE_WINDOW', '[ κλείσιμο ]');
