<?php
/**
 * @package languageDefines
 * @copyright Copyright 2003-2016 Zen Cart Development Team
 * @copyright Portions Copyright 2003 osCommerce
 * @license http://www.zen-cart-pro.at/license/2_0.txt GNU Public License V2.0
 * @version $Id: ssl_check.php 294 2015-12-23 19:28:14Z webchills $
 */

define('NAVBAR_TITLE', 'Έλεγχος Ασφάλειας');
define('HEADING_TITLE', 'Έλεγχος Ασφάλειας');
define('TEXT_INFORMATION', 'Εντοπίσαμε οτι ο φυλλομετρητής σας δημιούργησε ένα διαφορετικό αναγνωριστικό συνόδου SSL από αυτό που χρησιμοποιήθηκε κατά την περιήγηση στις ασφαλείς σελίδες μας.');
define('TEXT_INFORMATION_2', 'Για λόγους ασφαλείας, θα χρειαστεί να κάνετε ξανά είσοδο με τον λογαριασμό σας για να συνεχίσετε με τις διαδικτυακές σας αγορές.');
define('TEXT_INFORMATION_3','Κάποιοι φυλλομετρητές, όπως ο Konqueror 3.1, δεν έχουν την ικανότητα να δημιουργήσουν αυτόματα το απαραίτητο ασφαλές αναγνωριστικό συνόδου SSL. Εάν χρησιμοποιείτε τέτοιον φυλλομετρητή, σας προτείνουμε να χρησιμοποιήσετε κάποιον άλλο φυλλομετρητή για να συνεχίσετε τις αγορές σας στο ηλεκτρονικό μας κατάστημα. Εάν δεν έχετε άλλο φυλλομετρητή εγκατεστημένο στον υπολογιστή σας μπορείτε να κατεβάσετε έναν συμβατό φυλλομετρητή από εδώ: <a href="http://www.microsoft.com/ie" target="_blank">Microsoft Internet Explorer</a> ή <a href="http://www.mozilla.org" target="_blank">Mozilla</a>.');
define('TEXT_INFORMATION_4','Λάβαμε αυτό το μέτρο ασφάλειας για δικό σας όφελος, και σας ζητούμε συγνώμη για όποια πιθανή δυσκολία σας δημιούργησε.');
define('TEXT_INFORMATION_5','Αν έχετε ερωτήσεις, παρακαλώ επικοινωνήστε με τον διαχειριστή του καταστήματος.');
define('BOX_INFORMATION_HEADING','Προσωπικά δεδομένα και ασφάλεια');
define('BOX_INFORMATION','Επικυρώνουμε αυτόματα το αναγνωριστικό συνόδου SSL το οποίο δημιουργεί ο φυλλομετρητής σας σε κάθε αίτημα για ασφαλή σελίδα που γίνεται σε αυτό τον εξυπηρετητή.<br /><br />Αυτή η επικύρωση εξασφαλίζει οτι είστε εσείς που περιηγείται σε αυτό τον ιστοχώρο με τον λογαριασμό σας και όχι κάποιος άλλος.');
